Repository: hollowGal/multiblocks-translatable
Catalog: languages/multiblocks-translatable-*.po
Languages: fr_fr

source: Multiblocks Translatable
fr_fr: Multiblocs traduisibles

source: Example block - scaffolded with Create Block tool and made multiple, translatable and possibly dynamic.
fr_fr: Bloc Exemple - initialisé avec l'utilitaire Create Block, puis adapté pour être multi bloc, traduisible et avec la possibilité d'être dynamique.

source: The WordPress Contributors
fr_fr: Les Contributeurs de Wordpress

source: I am rendered by the server dynamically
fr_fr: Je suis rendu dynamiquement par le serveur

source: Multiblocks Translatable block 1– hello from the editor!
fr_fr: Multiblocs traduisibles bloc 1 - Bonjour depuis l'éditeur!

source: Multiblocks Translatable block 1
fr_fr: Multiblocs traduisibles bloc 1

source: First Example block scaffolded with Create Block tool, made multiblock and translatable.
fr_fr: Premier Exemple initialisé avec l'utilitaire Create Block, puis adapté pour être multi bloc et traduisible.

source: Multiblocks Translatable block 1– hello from the saved content!
fr_fr: Multiblocs traduisibles bloc 1 - Bonjour depuis le contenu sauvegardé!

source: Block 2 – hello from the editor!
fr_fr: Bloc 2 – Bonjour de l'éditeur!

source: Multiblocks Translatable block 2
fr_fr: Multiblocs traduisibles bloc 2

source: Second Example block scaffolded with Create Block tool, made multiblock and translatable.
fr_fr: Deuxième exemple de bloc initialisé avec l'utilitaire Create Block, adapé pour être multibloc et traduisible.

source: Block 2 – hello from the saved content!
fr_fr: Bloc 2 - Bonjour du contenu sauvegardé!

source: Dynamic bloc – hello from the editor!
fr_fr: Bloc dynamique - Bonjour de l'éditeur!

source: Multiblocks Translatable dynamic block.
fr_fr: Multiblocs traduisibles bloc dynamique.

source: Example of dynamic block scaffolded with Create Block tool, made multiblock and translatable.
fr_fr: Exemple de bloc dynamique initialisé avec l'utilitaire Create Block, adapté pour être multi bloc et traduisible.

# block title
source: Multiblocks Translatable block 1
fr_fr: Multiblocs traduisibles bloc

# block description
source: First Example block scaffolded with Create Block tool, made multiblock and translatable.
fr_fr: Premier Exemple de bloc initialisé avec l'utilitaire Create Block, puis adapté pour être multi bloc et traduisible.

# block title
source: Multiblocks Translatable block 2
fr_fr: Multiblocs traduisibles bloc 2

# block description
source: Second Example static block scaffolded with Create Block tool, made multiblock and translatable.
fr_fr: Deuxième exemple de bloc initialisé avec l'utilitaire Create Block, adapé pour être multibloc et traduisible.

# block title
source: Multiblocks Translatable dynamic block.
fr_fr: Multiblocs traduisibles bloc dynamique.

# block description
source: Example of dynamic block scaffolded with Create Block tool, made multiblock and translatable.
fr_fr: Exemple de bloc dynamique initialisé avec l'utilitaire Create Block, puis adapté pour être multi bloc et traduisible.
